Repository: danielaiozzo/monitoraggio-italia-it
Catalog: web/modules/custom/dashboard_*/dashboard_*-8.x-1.0.*.po
Languages: it

source: Show @project data in JSON format
it: Visualizza i dati di @project in formato JSON

source: Explore
it: Esplora

source: Last update
it: Ultimo aggiornamento

source: Go to navigation
it: Accedi al menù

source: Create @bundle
it: Crea @bundle

source: Add Dashboard indicator
it: Aggiungi indicatore

source: Add monitoring project
it: Aggiungi progetto

source: Administer dashboard
it: Gestisci Dashboard

source: Content overview
it: Panoramica dei contenuti

source: Administer projects
it: Gestisci i progetti

source: Administer static pages
it: Gestisci le pagine statiche

source: Cookie banner settings
it: Configurazioni per cookie banner

source: Add project
it: Aggiungi progetto

source: Add static page
it: Aggiungi pagina statica

source: No Paragraph added yet.
it: Nessun elemento è stato aggiunto ancora.

source: Is percentage
it: Elemento in percentuale

source: Custom box icon and link
it: Box personalizzato con icona e link

source: Custom box
it: Box personalizzato

source: Custom box title
it: Titolo box personalizzato

source: Custom box value
it: Valore box personalizzato

source: Custom box description
it: Descrizione box personalizzato

source: Value title
it: Titolo campo valore

source: Value description
it: Descrizione campo valore

source: Value
it: Valore

source: Data on Digital Indicators
it: Dati degli indicatori di crescita digitale

source: Block contact
it: Blocco contatti

source: Insert here text data for block <em>Contact</em> inside footer.
it: Inserire qui tutti i dati per il blocco <em>Contatti</em> presente nel footer

source: Insert here block title.
it: Inserire il titolo del blocco.

source: Insert here block text.
it: Inserire il testo del blocco.

source: DESI settings
it: Configurazioni per link DESI

source: DESI link settings for projects.
it: Configurazioni per il link DESI presente nei progetti.

source: Link label.
it: Testo mostrato per il link.

source: Insert here link label.
it: Inserire qui il link da mettere nell'etichetta.

source: Link path.
it: Persorso del link.

source: Insert here link path.
it: Inserire qui il percorso del link.

source: Insert here text data for <em>DESI</em> link.
it: Inserire qui i dati per il link <em>DESI</em>.

source: Update frequency
it: Frequenza di aggiornamento

source: Insert here title for page.
it: Inserisci il titolo della pagina.

source: Insert here description for page.
it: Inserisci la descrizione della pagina

source: Contact form settings
it: Configurazione per la pagina contatti

source: Indicators data form settings
it: Configurazione per la pagina indicatori crescita digitale

source: Start typing the title of a piece of content to select it. You can also enter an internal path such as %add-node or an external URL such as %url. Enter %front to link to the front page.
it: Inserire le iniziali del titolo per selezionare un elemento presente nel sistema. E' possibile inserire un percorso interno come %add-node o un url esterno %url. Inserire %front per avere un link alla home page.

source: Indicators
it: Indicatori

source: Ops! The page you are looking for was not found @return_back, or continue to use the navigation menu
it: Ops! La pagina che stai cercando non è stata trovata, @return_back o continua a navigare utilizzando il menu

source: Text before form
it: Testo introduttivo

source: Insert here the text before the form.
it: Inserire il testo presente prima della form contatti.

source: Type of contact form
it: Tipologia form contatto

source: Do not show Interest area select
it: Non mostrare la select Area di interesse

source: Show Interest area select
it: Mostra la select Area di interesse

source: Use this option to select whether to show the select <em>Interest area</em>.
it: Utilizzare questa opzione per mostrare o meno la select <em>Area di interesse</em>.

source: <em> Option <strong>Do not show interest area select</strong></em>: contact form does not will show select <em>Interest area</em> and system will send e-mail only to <em>Recipe</em>;<br /><em> Option <strong>Show Interest area select</strong></em>: contact form will show select <em>Interest area</em> and system will send e-mail to <em>Recipe</em> and selected <em>Interest area</em> element;<br /><strong>BE CAREFULL: token <em>@select_value</em> will be used only with option <em>Show Interest area select</em>. Check <em>Subject</em> and <em>E-mail text</em>.</strong>
it: <em>Opzione <strong>Non mostrare la select Area di interesse</strong></em>: il form di contatti non mostrerà la select <em>Area di interesse</em> e il sistema invierà una e-mail solo all'indirizzo definito al campo <em>Destinatario</em>;<br /><em>Opzione <strong>Mostra la select Area di interesse</strong></em>: il form di contatti mostrerà la select <em>Area di interesse</em> e il sistema invierà una e-mail all'indirizzo definito dal campo <em>Destinatario</em> e dalla select <em>Area di interesse</em>;<br /><strong>Attenzione: il token <em>@select_value</em> sarà valorizzato ed usabile solo con l'opzione <em>Mostra la select -Area di interesse-</em>. Occorre verificare <em>Oggetto</em> e <em>testo del messaggio</em>.</strong>

source: Use this field to set e-mail's Subject, available tokens from contact form: @tokens
it: Utilizzare questo campo per impostare l'oggetto della e-mail inviata. Token disponibili rispetto al form di contatti: @tokens

source: Insert here the body text, available tokens from contact form: @tokens
it: Inserire qui il testo della e-mail. Token disponibili rispetto al form di contatti: @tokens

source: Insert default e-mail recipes.
it: Inserire l'indirizzo di destinazione di default della e-mail.

source: E-mail text
it: Testo e-mail

source: Interest area
it: Area di interesse

source: Insert here elements to show inside the select <em>Area di interesse</em>. Every element in a line. <br /> Exemple: <em>info@mail.loc|Label</em>
it: Messaggio da mostrare all'utente dopo l'invio della richiesta. Lasciare vuoto per non impostare nessun messaggio.

source: Error Message
it: Messaggio di errore

source: The error message to display to the user after submission of this form. Leave blank for no message.
it: Messaggio di errore da mostrare in caso di problemi con l'invio della e-mail.

source: Text consent data
it: Testo per il trattamento dei dati

source: Contact block settings
it: Configurazione per il blocco contatti

source: Progress on Digital Growth target
it: Progresso su target Crescita Digitale

source: Actual value
it: Valore attuale

source: Download JPEG image
it: Scarica immagine JPEG

source: Download PNG image
it: Scarica immagine PNG

source: Download PDF document
it: Scarica documento PDF

source: Download SVG vector image
it: Scarica immagine SVG vettoriale

source: Print chart
it: Stampa grafico

source: Download CSV
it: Scarica CSV

source: Download XLS
it: Scarica XLS

source: View data table
it: Visualizza tabella dati

source: Values
it: Valori

source: on total
it: sul totale

source: Percentage waste
it: Scarto percentuale

source: Percentage of waste
it: Percentuale scarti

source: Value %
it: Valore %

source: Sources
it: Sorgenti

source: Number
it: Numero

source: Category
it: Categoria

source: Month
it: Mese

source: Municipality
it: Comune

source: Regions of Italy
it: Regioni d'Italia

source: Percentage of resolved issues
it: Percentuale di segnalazioni risolte

source: Share on
it: Condividi su

source: Share @title on @service
it: Condividi @title su @service

source: Go to main content
it: Vai al contenuto principale

source: Go to site navigation
it: Vai al menu di navigazione

source: Select the widget (chart type) you want to use to plot these data.
it: Selezionare il widget (tipo di grafico) da utilizzare per presentare questi dati.

source: To skip a month enter "-1" in the value, do not leave the field empty.
it: Per saltare un mese inserire "-1" come valore, non lasciare il campo vuoto.

source: Create a new dataset clicking on "Create Dataset standard", or add an existing one using the autocompletition functions of this field.
it: Crea un nuovo dataset cliccando su "Crea Dataset standard", od aggiungi un dataset esistente utilizzando la funzione di autocompletamento del campo.

source: Monitoring indicator name
it: Nome dell'indicatore

source: Monitoring indicator
it: Indicatore di monitoraggio

source: Create a new indicator clicking on "Create Monitoring indicator", or add an existing one using the autocompletition functions of this field.
it: Crea un nuovo indicatore cliccando su "Crea Indicatore di monitoraggio" o aggiungi un indicatore esistente usando la funzione di autocompletamento del campo.

source: Monitoring project name
it: Nome del progetto di monitoraggio

source: Links at bottom of page
it: Link a fondo pagina

source: Use the link field to place additional page bottom links to the default links (below the link to the JSON API and before the link to the data page).
it: Utilizza il campo link per inserire dei collegamenti a fondo pagina aggiuntivi ai collegamenti predefiniti (al di sotto del link alle API JSON e prima del link alla pagina dell'area dati).

source: This field is currently not displayed on the frontend, but is printed on the JSON returned by the REST service. It is a free text field and can take any value, we recommend using a nomenclature in English.
it: Questo campo attualmente non viene visualizzato a frontend, ma viene stampato nel JSON restituito dal servizio REST. E' un campo di testo libero e può assumere qualunque valore, si consiglia di utilizzare una nomenclatura in lingua inglese.
